Repository: collective/collective.geo.wms
Catalog: collective/geo/wms/locales/*/LC_MESSAGES/collective.geo.wms.po
Languages: es

source: Add New Item operation cancelled
es: Operación Añadir nuevo elemento cancelada

source: Base Layer
es: Capa base

source: Body text
es: Cuerpo de texto

source: Cancel
es: Cancelar

source: Choose the WM(T)S Server providing this Layer
es: Elija el servidor WM(T)S que proporciona esta capa

source: Collective Geo WMS
es: collective.geo con WMS

source: Collective Geo WMS and WMTS support
es: collective.geo con soporte WMS y WMTS

source: Default Layers
es: Capas predeterminadas

source: Enter an long descrition of your layer
es: Ingrese una descripción larga de su capa

source: Feature Info
es: Información de Característica

source: Format
es: Formato

source: Get feature info for layers and display it in a popup window
es: Obtenga información de entidades para capas y muéstrela en una ventana emergente

source: If you don't want to get the default layers (OSM etc) uncheck this option (required if your SRS != EPSG:900913)
es: Si no desea obtener las capas predeterminadas (OSM, etc.), desactive esta opción (necesaria si su SRS != EPSG:900913)

source: Invalid URL - must be http or https
es: Dirección URL inválido - debe ser http o https

source: Invalid URL - no hostname qualified
es: Dirección URL inválida - sin nombre de host calificado

source: Is the (first) Layer a base layer
es: ¿Es la (primera) capa una capa base?

source: Item created
es: Elemento creado

source: Layers
es: Capas

source: Layers:
es: Capas:

source: Opacity
es: Opacidad

source: Projection
es: Proyección

source: Projection (SRS) of the layer
es: Proyección (SRS) de la capa

source: Protocol
es: Protocolo

source: Request the layers seperately from the server and overlay them on the client side
es: Solicite las capas por separado del servidor y superpongalas en el lado del cliente

source: Save
es: Guardar

source: Server
es: Servidor

source: Server URL
es: URL del servidor

source: Single Layers
es: Capas individuales

source: URL of the WMS/TMS/WMTS Server
es: URL del servidor WMS/TMS/WMTS

source: URL:
es: Dirección URL:

source: WM(T)S Layers
es: Capas WM(T)S

source: WMS Layer
es: Capa WMS

source: WMS Server
es: Servidor WMS

source: WMSLayer
es: Capa WMS

source: WMSServer
es: Servidor WMS
